import beerImg1 from '../assets/img/ch-lager.png';
import beerImg2 from '../assets/img/chblanc.png';
import beerImg3 from '../assets/img/dunkel.png';
import beerImg4 from '../assets/img/khmelevus.png';
import beerImg5 from '../assets/img/khmelpivo.png';
import beerImg6 from '../assets/img/umanpivo.png';
import beerImg7 from '../assets/img/kronen.png';
import beerImg8 from '../assets/img/pils.png';
import beerImg9 from '../assets/img/satoshi.png';
import beerImg10 from '../assets/img/rizdvyne.png';
import beerImg11 from '../assets/img/sangushko.png';

export const beers = [
  {
    title: 'Чеський Лагер',
    description:
      'Світле фільтроване. Має насичений зерновий аромат, чистий солодовий смак з тонкою гірчинкою. В післясмаку відчуваються хмельові нотки. Міцність: 3,9%. Щільність: 11,5%. Виробник: м.Золотоноша, Zlato Beer',
    imgUrl: beerImg1,
  },
  {
    title: 'Чеський Бланш',
    description:
      "Світле нефільтроване. Пиво має чистий солодовий смак з тонкою гіркуватістю та легким сп'янілим післясмаком. Зварене на заводі чеськими пивоварами за сучасними технологіями з українського солоду та хмелю. Міцність: 4,8%. Щільність: 11%. м.Золотоноша, Zlato Beer ",
    imgUrl: beerImg2,
  },
  {
    title: 'Хмельницьке',
    description:
      "Світле фільтроване непастеризоване. Має багатий ароматом з солодкими зерновими і солодовими відтінками, фруктовими нюансами. Пиво добре поєднується зі снеками, м'ясними закусками, шинкою, свининою, сендвічами. Міцність: 4,5%. Щільність: 12%. Виробник: м.Хмельницький, Хмельпиво",
    imgUrl: beerImg5,
  },
  {
    title: 'Дункель',
    description:
      'Темне фільтроване. Цей сорт пива має рубіново-червоний колір із незвично темнуватою шапкою піни. У букеті переважає аромат хмелю, а смажений солод дає пікантну гіркоту. Міцність: 4,7%. Щільність: 11%. Виробник: м.Умань, Waissburg',
    imgUrl: beerImg3,
  },
  {
    title: 'Уманське Медове',
    description:
      'Світле фільтроване непастеризоване. Світле фільтроване пиво низового бродіння із солодово-медовим ароматом з квітковими нотками. Пиво золотистого кольору із середньозернистою, стійкою піною. Повнота смаку відчувається із першого ковтка. Пиво виготовляється зі світло-ячмінного солоду із додаванням квіткового меду. Міцність: 6,5%. Щільність: 11%. Виробник: м. Умань, УманьПиво',
    imgUrl: beerImg6,
  },
  {
    title: 'Хмелевус',
    description:
      'Напівтемне нефільтроване непастеризоване. Пшеничне пиво в німецькому стилі. Напій насиченого бурштинового кольору з ароматом стиглих фруктів із пряно-гвоздичними тонами та нотками здоби та випічки. Тіло помірно щільне, смак стиглі фрукти, ефірно-пряні тони, дріжджові нотки. Міцність: 6,4%. Щільність: 15%. Виробник: м.Чернігів, Sun InBev Ukraine',
    imgUrl: beerImg4,
  },
  {
    title: 'Львівське Різдвяне',
    description:
      'Темне фільтроване пастеризоване. Сезонне темне пиво з карамельно-пряним ароматом і ноткою різдвінних спецій, яке вариться до зимових свят. Міцність: 4,2%. Щільність: 11.6%. Виробник: м.Львів, Львівська пивоварня Carlsberg Ukraine',
    imgUrl: beerImg10,
  },
  {
    title: 'Kronenbourg 1664 Blanc',
    description:
      'Пиво з фруктовими нотками, яке виробляється по оригінальній рецептурі, розробленій у Франції. Має м’який солодовий смак з тонким ароматом цитрусових та апельсинової цедри. Це поєднання доповнює пряно-фруктовий присмак, який змінюється солодкуватим, ледь відчутними пшеничними відтінками. Міцність: 4,8%. Щільність: 12%. Виробник: м.Львів, Львівська пивоварня Carlsberg Ukraine',
    imgUrl: beerImg7,
  },

  {
    title: 'Pils',
    description:
      'Справжнє крафтове, світле, нефільтроване та непастеризоване пиво. Виготовлено з натуральної добірної сировини. Міцність: 4,7%. Щільність: 11.2%. Виробник: с.Стуфчинці, Хмельницька обл., Перша крафтова броварня',
    imgUrl: beerImg8,
  },
  {
    title: 'Satoshi',
    description:
      'Світле нефільтроване непастеризоване. Крафтове, на основі рису, кукурудзяних пластивців, справжнього хмелю і солоду. Смак з явно вираженою кислинкою. Міцність: 4,5%. Щільність: 11%. Виробник: с.Стуфчинці, Хмельницька обл., Перша крафтова броварня',
    imgUrl: beerImg9,
  },
  {
    title: 'Sangushko',
    description:
      'Світле і м’яке пиво преміум класу. Напій містить в собі ніжні ноти меду і лугових трав, заворожує і одночасно заспокоює. Завдяки поєднанню дивовижних смакових властивостей і чудодійного аромату, напій чудово втамовує спрагу в спекотний день і насичує енергією. Міцність: 5.5%. Щільність: 14%. Виробник: м.Славута, Славута-Пивзавод',
    imgUrl: beerImg11,
  },
];
