import wineImg1 from '../assets/img/shardone.png';
import wineImg2 from '../assets/img/bianca.png';
import wineImg3 from '../assets/img/lidia.png';
import wineImg4 from '../assets/img/rosso.png';
import wineImg5 from '../assets/img/izabella.png';
import wineImg6 from '../assets/img/kelikh.png';
import wineImg7 from '../assets/img/rubino.png';
import wineImg8 from '../assets/img/saperavi.png';
import wineImg9 from '../assets/img/shantal.png';
import wineImg10 from '../assets/img/bessarabiko.png';
import wineImg11 from '../assets/img/ahnuar.png';
import wineImg12 from '../assets/img/ridniykray.png';
import wineImg13 from '../assets/img/lychee.png';
import wineImg14 from '../assets/img/vishnya.png';

export const wines = [
  {
    title: 'Шардоне',
    description:
      'Вино столове напівсухе сортове біле. Вино буде чудово поєднуватись з закусками, різноманітними салатами і рибними стравами. Вміст спирту в % об: 9,0 – 13,0 Вміст цукру в % мас: 5,0 – 25,0. Виробник: м.Болград, TM CHATEAU GRONA',
    imgUrl: wineImg1,
  },
  {
    title: 'Ла Перла Бьянка',
    description:
      'Вино ординарне столове напівсолодке біле, з нотою персику. Смак	злагоджений, гармонійний, м’який з легким квітковим післясмаком. Вино стане приємним аперитивом, може вживатися в чистому вигляді без закусок. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 6 – 8. Виробник: м.Болград, TM CHATEAU GRONA',
    imgUrl: wineImg2,
  },
  {
    title: 'Княгиня Лідія',
    description:
      'Вино ординарне столове рожеве напівсолодке. В ароматі вина на тлі фруктових відтінків розкриваються ягідні нотки. У вина солодкуватий, легкий ягідний смак з суничними і малиновими тонами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3 – 8. Виробник: м.Болград, ТМ CHATEAU GRONA',
    imgUrl: wineImg3,
  },
  {
    title: 'Кристалло Россо',
    description:
      'Вино ординарне столове рожеве напівсолодке, з нотою чорної смородини. Чудовий і незабутній аромат стиглої смородини з відтінками лісових ягід. Смак елегантний, збалансований. У післясмаку відчуваються ягоди чорної смородини. Вино добре поєднується з багатьма стравами, особливо з холодними закусками, будь-якими стравами з білого і червоного м’яса, деякими рибними стравами та сирами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 6 – 8. Виробник: м.Болград, ТМ CHATEAU GRONA',
    imgUrl: wineImg4,
  },
  {
    title: 'Ізабелла',
    description:
      "Вино ординарне столове червоне напівсолодке. Смак вина насиченний, добре збалансований, пікантний, типово сортовий, з фруктовими і пряними нотками. Вино має потужний аромат з квітковими, фруктовими та ягідними відтінками. Вино можна подавати зі стравами китайської кухні, м'якими сирами з цвіллю(Брі, Камамбер), фруктами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3 – 8. Виробник: м.Болград, ТМ CHATEAU GRONA",
    imgUrl: wineImg5,
  },
  {
    title: 'Скіфський келих',
    description:
      'Вино ординарне столове червоне напівсолодке (глінтвейн). У вина складний аромат з нотками кориці і гвоздики, мускатного горіха і запашного перцю. Температура подачі напою 65-70 °С. Найкраще вживати в чистому вигляді, як самостійний напій. При бажанні можна доповнити його горіхами, сухофруктами або легкими десертами і фруктами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3 – 8. Виробник: м.Болград, ТМ CHATEAU GRONA',
    imgUrl: wineImg6,
  },
  {
    title: 'Рубіно Гранде',
    description:
      'Вино ординарне столове червоне напівсолодке, з нотою гранату. Вино в ароматі фруктове, пряне, з гранатовими нотами. Вино є відмінним аперитивом, а також гармонійно поєднується з салатами, стравами з м’яса птиці і м’якими сирами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 6 – 8. Виробник: м.Болград, ТМ CHATEAU GRONA',
    imgUrl: wineImg7,
  },
  {
    title: 'Сапераві',
    description:
      'Вино ординарне сортове столове червоне, сухе. У тонкому ароматі вина ноти ожини, чорної смородини і копчені нюанси. Вино має важкий смак зі збалансованою терпкістю і яскраво вираженими відтінками чорносливу. Вино може супроводжувати смажене червоне м’ясо, м’які сири, біле м’ясо, смажену домашню птицю, макарони з соусом з томатів або песто. Вміст спирту в % об: 9,5 – 14. Вміст цукру в % мас: –. Виробник: м.Болград, ТМ CHATEAU GRONA',
    imgUrl: wineImg8,
  },
  {
    title: 'Шанталь де Блан',
    description:
      'Вино напівсолодке біле. Вино з яскравими нотками стиглого персику та арикосу, рекомендовано подавати з фруктовими салатами, нежирними сирами, морозивом, різноманітними десертами. Чудовий аперитив. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3-8. Виробник: м.Болград, TM TIZIANO',
    imgUrl: wineImg9,
  },
  {
    title: 'Ель Бессарабіко',
    description:
      "Вино ординарне столове рожеве напівсолодке, з нотою вишні.Класичний солодкий смак наповнений пряними і вишневими відтінками. В ароматі вина - тони пряних трав і стиглої вишні. Вино добре поєднується з м'сом та теплими салатами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 6 – 8. Виробник: м.Болград, TM TIZIANO",
    imgUrl: wineImg10,
  },
  {
    title: 'Ах Нуар',
    description:
      "Вино ординарне столове червоне напівсолодке, з нотою ожини та малини. Смак вина гармонійний, солодкуватий, має аромат стиглої ожини та добре поєднюється з м'ясними стравами, фруктами ти сирами. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3 – 8. Виробник: м.Болград, TM TIZIANO",
    imgUrl: wineImg11,
  },

  {
    title: 'Рідний Край',
    description:
      'Вино ординарне столове червоне напівсолодке, з нотою полуниці. Запашний, сміжий аромат вина наповнений характерними тонами полуниці. Смак вина соковитий, легкий, солодкуватий, з відтінками стиглої полуниці і тривалим плодово-ягідним післясмаком. Вино рекомендується подавати з льодом як лонг-дрінки, з мінеральною або газованою водою. Вміст спирту в % об: 9 – 13. Вміст цукру в % мас: 3 – 8. Виробник: м.Болград, TM TIZIANO',
    imgUrl: wineImg12,
  },
  {
    title: 'Лічі',
    description:
      "Напій винний ароматизований солодкий білий зі смаком лічі. Солодкість і екзотика поєднуються в ідеальному тандемі у цьому вині. Смак Лічі призводить вас до величезного лічі-саду, заповненого ароматними, сочними плодами, надаючи вам неповторний гастрономічний досвід. Це вино ідеально підходить для весняних салатів з м'ясом або морепродуктами. Також чудовий варіант для закусок із легкими сирними платівками. Спробуйте його з фруктовим десертом. Вміст спирту в % об: 6.7. Вміст цукру в % мас: 9-16. Виробник: м.Болград, TM FRUIGIO",
    imgUrl: wineImg13,
  },
  {
    title: 'Вишня',
    description:
      "Напій винний ароматизований солодкий червоний зі смаком вишні. Cолодкий смак переплітається з вишневими відтінками, надаючи напою особливу м'якість і ніжність. Ідеально поєднується з десертами, особливо тими, які містять вишню або шоколад. Також чудовий вибір для закусок із сиром або легких фруктових салатів. Подавайте охолодженим для того, щоб насолодитися кожним краплею цього чарівного напою. Вміст спирту в % об: 6,9. Вміст цукру в % мас: 9 – 16. Виробник: м.Болград, TM FRUIGIO",
    imgUrl: wineImg14,
  },
];
